[
  {
    "nombre": "Peluche de Llama",
    "precio": 14.3,
    "edad_recomendada": "+3",
    "descripcion_corta": "Suave y adorable peluche de Llama.",
    "descripcion_larga": "Este peluche es perfecto para abrazar y jugar. Su suave textura lo convierte en el compañero ideal para la hora de dormir o para aventuras durante el día. Recomendado para niños a partir de 3 años.",
    "img": "url"
  },
  {
    "nombre": "Bloques de Construcción",
    "precio": 24.99,
    "edad_recomendada": 2,
    "descripcion_corta": "Juego de bloques para construir y aprender.",
    "descripcion_larga": "Estos bloques de construcción vienen en colores brillantes y formas divertidas para estimular la creatividad y el aprendizaje de los niños. Ideal para desarrollar habilidades motoras y de resolución de problemas. Recomendado para niños a partir de 2 años.",
    "img":"url"
  },
  {
    "nombre": "Muñeca Articulada",
    "precio": 19.99,
    "edad_recomendada": 4,
    "descripcion_corta": "Muñeca con movimiento y vestidos intercambiables.",
    "descripcion_larga": "Esta muñeca articulada es perfecta para horas de juego imaginativo. Viene con diferentes conjuntos de ropa para cambiar el estilo de la muñeca. Sus articulaciones permiten mover brazos y piernas para más diversión. Recomendado para niños a partir de 4 años.",
    "img":"url"
  },
  {
    "nombre": "Rompecabezas de Animales",
    "precio": 12.49,
    "edad_recomendada": 5,
    "descripcion_corta": "Rompecabezas de madera con piezas de animales.",
    "descripcion_larga": "Este rompecabezas de madera ofrece diversión y aprendizaje al mismo tiempo. Los niños pueden armar las piezas para formar diferentes animales y mejorar sus habilidades cognitivas y de coordinación. Recomendado para niños a partir de 5 años.",
    "img":"url"
  },
  {
    "nombre": "Carrito de Bebé",
    "precio": 29.99,
    "edad_recomendada": 1,
    "descripcion_corta": "Carrito de juguete con asa ajustable.",
    "descripcion_larga": "Este carrito de bebé es ideal para que los niños jueguen a cuidar de sus muñecas o peluches. Viene con un asa ajustable para adaptarse a la altura del niño y ruedas suaves para un desplazamiento cómodo. Recomendado para niños a partir de 1 año.",
    "img":"url"
  },
  {
    "nombre": "Juego de Té de Porcelana",
    "precio": 17.99,
    "edad_recomendada": 6,
    "descripcion_corta": "Set de té para jugar a las fiestas.",
    "descripcion_larga": "Este juego de té de porcelana es perfecto para fiestas de té imaginarias. Viene con tazas, platos y todo lo necesario para una divertida reunión. Ideal para fomentar el juego de roles y la socialización. Recomendado para niños a partir de 6 años.",
    "img":"url"
  },
  {
    "nombre": "Avión de Juguete",
    "precio": 21.99,
    "edad_recomendada": 3,
    "descripcion_corta": "Avión de juguete con luces y sonidos.",
    "descripcion_larga": "Este avión de juguete es genial para los pequeños amantes de la aviación. Viene con luces intermitentes y sonidos realistas para una experiencia de vuelo más emocionante. Perfecto para estimular la imaginación y el juego activo. Recomendado para niños a partir de 3 años.",
    "img":"url"
  },
  {
    "nombre": "Puzzle de Mapamundi",
    "precio": 14.99,
    "edad_recomendada": 7,
    "descripcion_corta": "Puzzle educativo con el mapa del mundo.",
    "descripcion_larga": "Este puzzle del mapamundi es una forma divertida y educativa de aprender sobre geografía. Con piezas grandes y coloridas, es perfecto para que los niños exploren el mundo mientras desarrollan habilidades de resolución de problemas y coordinación. Recomendado para niños a partir de 7 años.",
    "img":"url"
  },
  {
    "nombre": "Set de Herramientas de Juguete",
    "precio": 19.99,
    "edad_recomendada": 4,
    "descripcion_corta": "Kit de herramientas para pequeños constructores.",
    "descripcion_larga": "Este set de herramientas de juguete es ideal para niños que les gusta construir y reparar cosas. Viene con herramientas de plástico seguro y piezas que se pueden ensamblar y desmontar. Perfecto para fomentar la creatividad y la habilidad manual. Recomendado para niños a partir de 4 años.",
    "img":"url"
  },
  {
    "nombre": "Cocinita de Juguete",
    "precio": 39.99,
    "edad_recomendada": 3,
    "descripcion_corta": "Cocina de juguete con accesorios.",
    "descripcion_larga": "Esta cocinita de juguete es perfecta para que los pequeños chefs preparen deliciosas comidas imaginarias. Viene con accesorios como ollas, sartenes y utensilios de cocina para una experiencia de juego completa. Ideal para fomentar la creatividad y el juego de roles. Recomendado para niños a partir de 3 años.",
    "img":"url"
  },
  {
    "nombre": "Tren de Juguete",
    "precio": 29.99,
    "edad_recomendada": 2,
    "descripcion_corta": "Tren de juguete con vías y vagones.",
    "descripcion_larga": "Este tren de juguete es perfecto para pequeños entusiastas del ferrocarril. Viene con vías fáciles de armar y vagones que se pueden acoplar y desacoplar. Ideal para fomentar la coordinación y la creatividad mientras los niños construyen y juegan. Recomendado para niños a partir de 2 años.",
    "img":"url"
  },
  {
    "nombre": "Set de Médico de Juguete",
    "precio": 16.99,
    "edad_recomendada": 5,
    "descripcion_corta": "Kit de médico para jugar a curar.",
    "descripcion_larga": "Este set de médico de juguete es perfecto para que los niños se conviertan en médicos imaginarios. Viene con accesorios como estetoscopio, termómetro y jeringa para un juego de roles realista. Ideal para fomentar la empatía y el cuidado por los demás. Recomendado para niños a partir de 5 años.",
    "img":"url"
  },
  {
    "nombre": "Tren de Juguete",
    "precio": 29.99,
    "edad_recomendada": 2,
    "descripcion_corta": "Tren de juguete con vías y vagones.",,
    "img":"url"
  },
  {
    "nombre": "Set de Herramientas de Juguete",
    "precio": 19.99,
    "edad_recomendada": 4,
    "descripcion_corta": "Kit de herramientas para pequeños constructores.",
    "descripcion_larga": "Este set de herramientas de juguete es ideal para niños que les gusta construir y reparar cosas. Viene con herramientas de plástico seguro y piezas que se pueden ensamblar y desmontar. Perfecto para fomentar la creatividad y la habilidad manual. Recomendado para niños a partir de 4 años.",
    "img":"url"
  },,
  "img":"url"
  {
    "nombre": "Cocinita de Juguete",
    "precio": 39.99,
    "edad_recomendada": 3,
    "descripcion_corta": "Cocina de juguete con accesorios.",
    "descripcion_larga": "Esta cocinita de juguete es perfecta para que los pequeños chefs preparen deliciosas comidas imaginarias. Viene con accesorios como ollas, sartenes y utensilios de cocina para una experiencia de juego completa. Ideal para fomentar la creatividad y el juego de roles. Recomendado para niños a partir de 3 años.",
    "img":"url"
  },
  {
    "nombre": "Set de Tren Magnético",
    "precio": 34.99,
    "edad_recomendada": 4,
    "descripcion_corta": "Set de tren magnético con vías y vagones.",
    "descripcion_larga": "Este set de tren magnético es una forma emocionante de jugar con locomotoras y vagones. Las piezas se conectan magnéticamente para un montaje fácil y divertido. Perfecto para fomentar la creatividad y la coordinación mano-ojo. Recomendado para niños a partir de 4 años.",
    "img":"url"
  },
  {
    "nombre": "Juego de Construcción de Madera",
    "precio": 26.99,
    "edad_recomendada": 5,
    "descripcion_corta": "Juego de construcción con bloques de madera.",
    "descripcion_larga": "Este juego de construcción de madera ofrece horas de diversión y aprendizaje. Los niños pueden apilar y ensamblar los bloques para crear estructuras imaginativas. Ideal para desarrollar habilidades motoras y de pensamiento crítico. Recomendado para niños a partir de 5 años.",
    "img":"url"
  },
  {
    "nombre": "Patinete de Tres Ruedas",
    "precio": 49.99,
    "edad_recomendada": 3,
    "descripcion_corta": "Patinete seguro y divertido para niños pequeños.",
    "descripcion_larga": "Este patinete de tres ruedas es perfecto para niños pequeños que están aprendiendo a equilibrarse. Viene con un diseño seguro y estable para mayor confianza y diversión al patinar. Ideal para actividades al aire libre y desarrollo motor. Recomendado para niños a partir de 3 años.",
    "img":"url"
  },
  {
    "nombre": "Kit de Arte y Manualidades",
    "precio": 18.99,
    "edad_recomendada": 6,
    "descripcion_corta": "Set de manualidades para crear obras de arte.",
    "descripcion_larga": "Este kit de arte y manualidades es perfecto para niños creativos. Viene con una variedad de materiales como pinturas, pinceles, y papel para inspirar la creatividad y la expresión artística. Ideal para horas de diversión creativa. Recomendado para niños a partir de 6 años.",
    "img":"url"
  },
  {
    "nombre": "Pista de Carreras de Coches",
    "precio": 42.99,
    "edad_recomendada": 4,
    "descripcion_corta": "Pista de carreras con coches y loopings.",
    "descripcion_larga": "Esta pista de carreras de coches es emocionante y llena de acción. Viene con coches de juguete y loopings para acrobacias espectaculares. Perfecto para niños que aman la velocidad y la competición. Recomendado para niños a partir de 4 años.",
    "img":"url"
  },
  {
    "nombre": "Muñeco de Peluche Gigante",
    "precio": 59.99,
    "edad_recomendada": 2,
    "descripcion_corta": "Muñeco de peluche grande y abrazable.",
    "descripcion_larga": "Este muñeco de peluche gigante es el compañero perfecto para abrazar. Con su suave textura y tamaño grande, es ideal para acurrucarse durante la noche o jugar durante el día. Recomendado para niños a partir de 2 años.",
    "img":"url"
  },
  {
    "nombre": "Set de Instrumentos Musicales",
    "precio": 32.99,
    "edad_recomendada": 3,
    "descripcion_corta": "Kit de instrumentos para pequeños músicos.",
    "descripcion_larga": "Este set de instrumentos musicales es perfecto para niños que aman la música. Viene con una variedad de instrumentos como pandereta, maracas y xilófono para explorar diferentes sonidos y ritmos. Ideal para fomentar el amor por la música desde una edad temprana. Recomendado para niños a partir de 3 años.",
    "img":"url"
  },
  {
    "nombre": "Set de Superhéroes",
    "precio": 27.99,
    "edad_recomendada": 5,
    "descripcion_corta": "Kit de superhéroes para jugar a salvar el mundo.",
    "descripcion_larga": "Este set de superhéroes"
  }
]
